Repository: TocoBird/bulby
Catalog: flutter/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, id, it, ja, ko, pt, ru, tr, zh, zh_tw

# commonRadioGoodBadButtonGood
source: Good
ar: جيد
da: Godt
de: Gut
es: Bueno
fr: Bien
id: Bagus
it: Buono
ja: 良かった
ko: 좋음
pt: Bom
ru: Хорошо
tr: İyi
zh: 好
zh_tw: 好

# commonRadioGoodBadButtonBad
source: Bad
ar: سيء
da: Dårlig
de: Schlecht
es: Malo
fr: Mauvais
id: Buruk
it: Cattivo
ja: 悪かった
ko: 나쁨
pt: Ruim
ru: Плохо
tr: Kötü
zh: 坏
zh_tw: 壞

# commonInputTextValidationEmpty
source: *No characters have been entered.
ar: * لم يتم إدخال أي أحرف.
da: *Der er ikke indtastet nogen tegn.
de: Es wurden keine Zeichen eingegeben.
es: *No se han ingresado caracteres.
fr: *Aucun caractère n'a été saisi.
id: *Tidak ada karakter yang dimasukkan.
it: *Non sono stati inseriti caratteri.
ja: ※文字が未入力です。
ko: *입력한 문자가 없습니다.
pt: *Nenhum caractere foi inserido.
ru: *Не введено ни одного символа.
tr: *Hiçbir karakter girilmemiş.
zh: *尚未输入任何字符。
zh_tw: *尚未輸入任何字符。

# commonInputTextValidationMaxLengthOver
source: *Maximum number of characters.
ar: * أقصى عدد من الأحرف.
da: *Maksimalt antal tegn.
de: *Maximale Anzahl von Zeichen.
es: *Número máximo de caracteres.
fr: *Nombre maximum de caractères.
id: *Jumlah maksimum karakter.
it: *Numero massimo di caratteri.
ja: ※文字数の上限を超えています。
ko: * 최대 문자 수.
pt: *Número máximo de caracteres.
ru: *Максимальное количество символов.
tr: *Maksimum karakter sayısı.
zh: *最大字符数。
zh_tw: *最大字符數。

# commonInputTextValidationAllSpace
source: *You cannot add all blanks.
ar: * لا يمكنك إضافة كل الفراغات.
da: *Du kan ikke tilføje alle tomme felter.
de: Nur Leerzeichen sind nicht zulässig.
es: *No puedes agregar todos los espacios en blanco.
fr: *Vous ne pouvez pas ajouter tous les blancs.
id: *Anda tidak dapat menambahkan semua yang kosong.
it: *Non puoi aggiungere tutti gli spazi vuoti.
ja: ※全て空白では追加できません。
ko: *모든 공백을 추가할 수 없습니다.
pt: *Você não pode adicionar todos os espaços em branco.
ru: *Вы не можете добавить все пробелы.
tr: *Tüm boşlukları ekleyemezsiniz.
zh: *您不能添加所有空格。
zh_tw: *您不能添加所有空格。

# commonInputTextValidationFisrtSpace
source: *No space is allowed at the beginning.
ar: * لا توجد مساحة مسموح بها في البداية.
da: *Ingen plads er tilladt i begyndelsen.
de: Am Anfang ist kein Leerzeichen zulässig.
es: *No se permiten espacios al principio.
fr: *Aucun espace n'est autorisé au début.
id: *Tidak boleh ada ruang di awal.
it: *Non è consentito alcuno spazio all'inizio.
ja: ※先頭に空白は入れられません。
ko: *처음에는 공백이 허용되지 않습니다.
pt: *Não é permitido espaço no início.
ru: *В начале не допускается пробел.
tr: *Başlangıçta boşluğa izin verilmez.
zh: *开头不允许有空格。
zh_tw: *開頭不允許有空格。

# commonInputTextValidationLastSpace
source: *No space is allowed at the end.
ar: * لا توجد مساحة مسموح بها في النهاية.
da: *Ingen mellemrum er tilladt i slutningen.
de: Am Ende ist kein Leerzeichen zulässig.
es: *No se permiten espacios al final.
fr: *Aucun espace n'est autorisé à la fin.
id: *Tidak boleh ada ruang di akhir.
it: *Non è consentito alcuno spazio alla fine.
ja: ※末尾に空白は入れられません。
ko: *끝에는 공백이 허용되지 않습니다.
pt: *Não é permitido espaço no final.
ru: *Пробел в конце не допускается.
tr: *Sonda boşluğa izin verilmez.
zh: *末尾不允许有空格。
zh_tw: *末尾不允許有空格。

# commonRankBronze
source: Bronze
ar: برونزية
es: Bronce
id: Perunggu
it: Bronzo
ja: ブロンズ
ko: 브론즈
ru: Бронза
tr: Bronz
zh: 青铜
zh_tw: 青銅

# commonRankSilver
source: Silver
ar: فضة
da: Sølv
de: Silber
es: Plata
fr: Argent
id: Perak
it: Argento
ja: シルバー
ko: 실버
pt: Prata
ru: Серебро
tr: Gümüş
zh: 白银
zh_tw: 白銀

# commonRankGold
source: Gold
ar: ذهب
da: Guld
es: Oro
fr: Or
id: Emas
it: Oro
ja: ゴールド
ko: 골드
pt: Ouro
ru: Золото
tr: Altın
zh: 黄金
zh_tw: 黃金

# commonRankPlatinum3
source: Platinum3
ar: البلاتين 3
es: Platino3
fr: Platine3
it: Platino3
ja: プラチナ3
ko: 플래티넘3
ru: Платина3
zh: 白金3
zh_tw: 白金3

# commonRankPlatinum2
source: Platinum2
ar: البلاتين 2
es: Platino2
fr: Platine2
it: Platino2
ja: プラチナ2
ko: 플래티넘2
ru: Платина2
zh: 白金2
zh_tw: 白金2

# commonRankPlatinum1
source: Platinum1
ar: البلاتين 1
es: Platino1
fr: Platine1
it: Platino1
ja: プラチナ1
ko: 플래티넘1
ru: Платина1
zh: 白金1
zh_tw: 白金1

# commonRankDiamond3
source: Diamond3
ar: الماس 3
es: Diamante3
fr: Diamant3
it: Diamante3
ja: ダイヤ3
ko: 다이아몬드3
pt: Diamante3
ru: Бриллиант3
tr: Elmas3
zh: 钻石3
zh_tw: 鑽石3

# commonRankDiamond2
source: Diamond2
ar: الماس 2
es: Diamante2
fr: Diamant2
it: Diamante2
ja: ダイヤ2
ko: 다이아몬드2
ru: Бриллиант2
tr: Elmas2
zh: 钻石2
zh_tw: 鑽石2

# commonRankDiamond1
source: Diamond1
ar: الماس 1
es: Diamante1
fr: Diamant1
it: Diamante1
ja: ダイヤ1
ko: 다이아몬드1
ru: Бриллиант1
tr: Elmas1
zh: 钻石1
zh_tw: 鑽石1
