Repository: TocoBird/bulby
Catalog: flutter/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, id, it, ja, ko, pt, ru, tr, zh, zh_tw

# reflectionAddPageModalAddCountTitle
source: Number of times it happened
ar: عدد مرات حدوث ذلك
da: Antal gange det skete
de: Anzahl der Vorkommnisse
es: Número de veces que sucedió
fr: Nombre de fois où cela s'est produit
id: Berapa kali hal itu terjadi
it: Numero di volte in cui è accaduto
ja: 発生した回数
ko: 발생한 횟수
pt: Número de vezes que aconteceu
ru: Сколько раз это произошло
tr: Sayısı gerçekleşti
zh: 发生的次数
zh_tw: 發生的次數

# reflectionAddPageModalAddCountValue
source: {count} times
ar: {count} مرة
da: {count} gange
de: {count} mal
es: {count} veces
fr: {count} fois
id: {count} kali
it: {count} volte
ja: {count}回
ko: {count}번
pt: {count} vezes
ru: {count} раз
tr: {count} kez
zh: {count} 次
zh_tw: {count} 次

# reflectionAddPageModalAddButton
source: Add
ar: يضيف
da: Tilføj
de: Hinzufügen
es: Agregar
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加する
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle
zh: 添加
zh_tw: 添加

# reflectionAddPageModalAddButtonCancel
source: Cancel
ar: يلغي
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消
zh_tw: 取消

# reflectionAddPageModalConfirmTitle
source: I have an added review. Are you sure you want to go back?
ar: لدي مراجعة إضافية. هل أنت متأكد أنك تريد العودة؟
da: Jeg har en tilføjet anmeldelse. Er du sikker på, at du vil tilbage?
de: Ich habe eine hinzugefügte Rezension. Sind Sie sicher, dass Sie zurückgehen möchten?
es: Tengo una revisión añadida. ¿Estás seguro de que quieres volver?
fr: J'ai ajouté une critique. Voulez-vous vraiment revenir en arrière?
id: Saya memiliki tinjauan tambahan. Anda yakin ingin kembali?
it: Ho aggiunto una recensione. Sei sicuro di voler tornare indietro?
ja: 追加した振り返りがあります。 戻ってもよろしいですか？
ko: 추가된 리뷰가 있습니다. 정말 돌아가시겠습니까?
pt: Eu tenho uma revisão adicionada. Tem certeza que deseja voltar?
ru: У меня есть добавленный отзыв. Вы уверены, что хотите вернуться?
tr: Ek incelemem var. Geri dönmek istediğinizden emin misiniz?
zh: 我添加了一条评论。 您确定要返回吗？
zh_tw: 我添加了一條評論。 您確定要返回嗎？

# reflectionAddPageModalConfirmBack
source: Return without saving
ar: العودة دون حفظ
da: Vend tilbage uden at gemme
de: Zurück ohne zu speichern
es: Volver sin guardar
fr: Revenir sans enregistrer
id: Kembali tanpa menyimpan
it: Ritorna senza salvare
ja: 保存せずに戻る
ko: 저장하지 않고 돌아가기
pt: Retornar sem salvar
ru: Вернуть без сохранения
tr: Kaydetmeden dön
zh: 返回而不保存
zh_tw: 返回而不保存

# reflectionAddPageModalConfirmCancel
source: Cancel
ar: يلغي
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消
zh_tw: 取消

# reflectionAddPageBottomDone
source: Check the contents
ar: انعكاس كامل
da: Tjek indholdet
de: Vollständige Reflexion
es: Reflejo completo
fr: Réflexion complète
id: Refleksi lengkap
it: Riflessione completa
ja: 振り返りを完了する
ko: 반영 완료
pt: Reflexão completa
ru: Полное отражение
tr: Tam yansıma
zh: 检查内容
zh_tw: 完全回顧

# reflectionAddPageBottomHint
source: Write a reflection
ar: اكتب انعكاسًا
da: Skriv en refleksion
de: Eine Reflexion schreiben
es: Escribir un reflejo
fr: Écrire une réflexion
id: Tulis refleksi
it: Scrivi una riflessione
ja: 振り返りを書く
ko: 반성 쓰기
pt: Escreva uma reflexão
ru: Написать отражение
tr: Bir yansıma yaz
zh: 写入回顾
zh_tw: 寫入回顧

# reflectionAddPageBottomButtonAdd
source: Add
ar: يضيف
da: Tilføj
de: Hinzufügen
es: Agregar
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle
zh: 添加
zh_tw: 添加

# reflectionAddPageCandidateNoList
source: No Candidates Found
ar: لم يتم العثور على مرشحين
da: Ingen kandidater fundet
de: Keine Kandidaten gefunden
es: No se encontraron candidatos
fr: Aucun candidat trouvé
id: Tidak Ditemukan Kandidat
it: Nessun candidato trovato
ja: 候補が見つかりません
ko: 후보자 없음
pt: Nenhum candidato encontrado
ru: Кандидатов не найдено
tr: Aday Bulunamadı
zh: 未找到候选者
zh_tw: 未找到候選者

# reflectionAddPageCandidateFirstText
source: Watch replays or play matches. Write down the [good points] and [bad points].
ar: شاهد الاعادة واكتب النقطة الجيدة والنقطة السيئة. أو قم بإضافته مباشرة بعد المباراة.
da: Se gentagelser eller spil kampe. Skriv de [gode punkter] og [dårlige punkter] ned.
de: Sehen Sie sich die Wiederholung an und notieren Sie Ihre guten und schlechten Punkte. Oder fügen Sie sie direkt nach dem Spiel hinzu.
es: Mira la repetición y escribe lo bueno y lo malo. O añádelo justo después del partido.
fr: Regardez la rediffusion et notez ce que vous avez de bon et de mauvais. Ou ajoutez-le juste après le match.
id: Tonton tayangan ulang dan tulis poin baik dan buruk Anda. Atau tambahkan segera setelah pertandingan.
it: Guarda il replay e scrivi qual è il tuo punto buono e quello cattivo. Oppure aggiungilo subito dopo la partita.
ja: リプレイを見て、 良かったこと悪かったことを書きましょう! または、試合の直後に追加しましょう。
ko: 리플레이를 보고 좋은 점과 나쁜 점을 적으세요. 또는 경기 직후에 추가하세요.
pt: Assista ao replay e anote o que você achou bom e ruim. Ou adicione logo após a partida.
ru: Посмотрите повтор и запишите свои положительные и отрицательные стороны. Или добавьте это сразу после матча.
tr: Tekrarını izleyin ve iyi ve kötü noktalarınızı yazın. Ya da maçtan hemen sonra ekleyin.
zh: 观看重播或参加比赛。 写出【优点】和【缺点】。
zh_tw: 觀看重播 並寫下你的優點和缺點。 或者在比賽后立即添加。

# reflectionAddPageDoneAlert
source: You haven't added any reflections.
ar: لم تقم بإضافة أي انعكاسات.
da: Du har ikke tilføjet nogen refleksioner.
de: Sie haben keine Reflexionen hinzugefügt.
es: No has agregado ningún reflejo.
fr: Vous n'avez ajouté aucun reflet.
id: Anda belum menambahkan refleksi apa pun.
it: Non hai aggiunto alcun riflesso.
ja: 振り返りを追加していません。
ko: 반사를 추가하지 않았습니다.
pt: Você não adicionou nenhum reflexo.
ru: Вы не добавили никаких отражений.
tr: Herhangi bir yansıma eklemediniz.
zh: 您尚未添加任何回顾。
zh_tw: 您尚未添加任何回顧。

# reflectionAddPageAddValidate
source: Up to 30 can be added at once.
ar: يمكن إضافة ما يصل إلى 30 مرة واحدة.
da: Der kan tilføjes op til 30 på én gang.
de: Bis zu 30 können gleichzeitig hinzugefügt werden.
es: Se pueden agregar hasta 30 a la vez.
fr: Jusqu'à 30 peuvent être ajoutés à la fois.
id: Hingga 30 dapat ditambahkan sekaligus.
it: È possibile aggiungerne fino a 30 contemporaneamente.
ja: 一度の追加上限は30件までです。
ko: 한 번에 최대 30개까지 추가할 수 있습니다.
pt: Até 30 podem ser adicionados de uma só vez.
ru: Одновременно можно добавить до 30.
tr: Aynı anda 30 adede kadar eklenebilir.
zh: 一次最多可以添加30个。
zh_tw: 一次最多可以添加30個。

# pageReflectionAddedListTitle
source: Added reflection list
ar: قائمة انعكاسات مضافة
da: Tilføjet reflektionsliste
de: Reflexionsliste hinzugefügt
es: Lista de reflejos agregada
fr: Liste de réflexion ajoutée
id: Menambahkan daftar refleksi
it: Elenco riflessioni aggiunto
ja: 追加した振り返り
ko: 추가된 반사 목록
pt: Lista de reflexão adicionada
ru: Добавлен список отражений
tr: Yansıma listesi eklendi
zh: 添加回顾列表
zh_tw: 添加回顧列表

# pageReflectionAddedListButtonSave
source: Save
ar: يحفظ
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存する
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
zh: 保存
zh_tw: 保存

# pageReflectionAddedListDoneAlert
source: Added reflection. Write the details in [Solution]!
ar: انعكاس مضاف.
da: Tilføjet refleksion. Skriv detaljerne i [Løsning]!
de: Reflexion hinzugefügt.
es: Reflejo agregado.
fr: Réflexion ajoutée.
id: Menambahkan refleksi.
it: Aggiunta riflessione. Scrivi i dettagli in [Soluzione]!
ja: 振り返りを追加しました。 「解決案」で詳細を書きましょう!
ko: 반성을 추가했습니다.
pt: Reflexão adicionada.
ru: Добавлено отражение.
tr: Yansıma eklendi. Ayrıntıları [Çözüm]'e yazın!
zh: 添加了回顾。 详细写在【解决方案】里!
zh_tw: 添加了回顧。

# pageReflectionAddedListCountValue
source: +{count} times
ar: + {count} مرة
da: +{count} gange
de: +{count} mal
es: +{count} veces
fr: +{count} fois
id: +{count} kali
it: +{count} volte
ja: +{count}回
ko: +{count}번
pt: +{count} vezes
ru: +{count} раз
tr: +{count} kez
zh: +{count} 次
zh_tw: +{count} 次

# pageReflectionHistoryCountValue
source: +{count} times
ar: + {count} مرة
da: +{count} gange
de: +{count} mal
es: +{count} veces
fr: +{count} fois
id: +{count} kali
it: +{count} volte
ja: +{count}回
ko: +{count}번
pt: +{count} vezes
ru: +{count} раз
tr: +{count} kez
zh: +{count} 次
zh_tw: +{count} 次

# pageReflectionHistoryGroupTitle
source: {title} History
ar: {title} التاريخ
da: {title} Historik
de: {title} Verlauf
es: {title} Historial
fr: Historique de {title}
id: {title} Sejarah
it: {title} Cronologia
ja: {title} 履歴
ko: {title} 기록
pt: {title} Histórico
ru: История {title}
tr: {title} Geçmiş
zh: {title} 历史记录
zh_tw: {title} 歷史記錄

# pageReflectionHistoryGroupNoList
source: There is no reflection history.
ar: لا يوجد تاريخ انعكاس.
da: Der er ingen refleksionshistorik.
de: Es gibt keinen Reflexionsverlauf.
es: No hay historial de reflexión.
fr: Il n'y a pas d'historique de réflexion.
id: Tidak ada riwayat refleksi.
it: Non c'è cronologia delle riflessioni.
ja: 振り返り履歴がありません。
ko: 반영 기록이 없습니다.
pt: Não há histórico de reflexão.
ru: Истории самоанализ нет.
tr: Yansıma geçmişi yok.
zh: 没有回顾历史记录。
zh_tw: 沒有回顧歷史記錄。

# pageReflectionHistoryGroupAnnotation
source: Up to 10 items can be saved.
ar: يمكن حفظ ما يصل إلى 10 عناصر.
da: Op til 10 elementer kan gemmes.
de: Bis zu 10 Elemente können gespeichert werden.
es: Se pueden guardar hasta 10 elementos.
fr: Jusqu'à 10 éléments peuvent être enregistrés.
id: Hingga 10 item dapat disimpan.
it: È possibile salvare fino a 10 elementi.
ja: 保存されるのは10件までです。
ko: 최대 10개 항목을 저장할 수 있습니다.
pt: Até 10 itens podem ser salvos.
ru: Можно сохранить до 10 элементов.
tr: En fazla 10 öğe kaydedilebilir.
zh: 最多可以保存 10 条。
zh_tw: 最多可以保存 10 條。

# pageTodoTitle
source: Todo list
ar: كله تمام
da: Todo liste
de: Aufgabenliste
es: Lista de tareas pendientes
fr: Liste de tâches
id: Daftar yang harus dilakukan
it: Lista delle cose da fare
ja: やることリスト
ko: 할 일 목록
pt: Lista de tarefas
ru: Список дел
tr: Yapılacaklar listesi
zh: 待办事项列表
zh_tw: 待辦事項列表

# pageTodoNoData
source: No todos have been added. Let's add from the [Solution].
ar: لم يتم إضافة أي مهام. دعنا نضيف من الحل.
da: Der er ikke tilføjet todos. Lad os tilføje fra Løsning.
de: Es wurden keine Aufgaben hinzugefügt. Fügen wir aus der Lösung hinzu.
es: No todos han sido agregados. Vamos a agregar desde la Solución.
fr: Aucune tâche n'a été ajoutée. Ajoutons à partir de la Solution.
id: Belum ada todo yang ditambahkan. Mari tambahkan dari Solusi.
it: Non sono state aggiunte cose da fare. Aggiungiamo dalla [Soluzione].
ja: やることが追加されていません。 「解決案」から追加しましょう!
ko: 할 일이 추가되지 않았습니다. 해결책 추가해 봅시다.
pt: Não foram adicionados todos. Vamos adicionar a partir da Solução.
ru: Задачи не добавлены. Давайте добавим из Решение.
tr: Yapılacaklar eklenmedi. [Çözüm]den ekleyelim.
zh: 尚未添加待办事项。 让我们从【解决方案】中添加。
zh_tw: 尚未添加待辦事項。 讓我們從解決方案中添加。

# pageTodoButtonGame
source: Game
ar: لعبة
da: Spil
de: Spiel
es: Juego
fr: Jeu
id: Permainan
it: Gioco
ja: 試合
ko: 게임
pt: Jogo
ru: Игра
tr: Oyun
zh: 游戏
zh_tw: 遊戲

# pageTodoButtonTraining
source: Training
ar: تدريب
da: Træning
es: Entrenamiento
fr: Entraînement
id: Pelatihan
it: Formazione
ja: 練習
ko: 훈련
pt: Treinamento
ru: Обучение
tr: Eğitim
zh: 训练
zh_tw: 訓練

# accountPageTitle
source: Account setting
ar: إعدادات الحساب
da: bruger indstillinger
de: Kontoeinstellung
es: Configuración de cuenta
fr: Paramètres du compte
id: Pengaturan akun
it: Impostazioni account
ja: アカウント設定
ko: 계정 설정
pt: Configuração da conta
ru: Настройка аккаунта
tr: Hesap ayarı
zh: 账户设置
zh_tw: 賬戶設置

# accountPageCurrentReflectionName
source: Selected reflection name
ar: اسم الانعكاس المحدد
da: Valgt refleksionsnavn
de: Ausgewählter Reflexionsname
es: Nombre del reflejo seleccionado
fr: Nom de réflexion sélectionné
id: Nama refleksi terpilih
it: Nome riflesso selezionato
ja: 選択中の振り返り名
ko: 선택한 리플렉션 이름
pt: Nome da reflexão selecionada
ru: Выбранное имя самоанализ
tr: Seçilen yansıma adı
zh: 选定的回顾名称
zh_tw: 選定的回顧名稱

# accountPageChangeReflectionName
source: Change reflection name
ar: تغيير اسم الانعكاس
da: Skift refleksionsnavn
de: Reflexionsnamen ändern
es: Cambiar el nombre de la reflexión
fr: Modifier le nom de la réflexion
id: Ubah nama refleksi
it: Cambia il nome della riflessione
ja: 振り返り名の変更
ko: 반영 이름 변경
pt: Alterar nome da reflexão
ru: Изменить имя самоанализ
tr: Yansıma adını değiştir
zh: 更改回顾名称
zh_tw: 更改回顧名稱

# accountPageChangeReflectionNamePlaceHolder
source: Game name + Character name
ar: اسم اللعبة + اسم الشخصية
da: Spilnavn + Karakternavn
de: Spielname + Charaktername
es: Nombre del juego + Nombre del personaje
fr: Nom du jeu + Nom du personnage
id: Nama permainan + Nama karakter
it: Nome gioco + nome personaggio
ja: ゲーム名 + キャラ名など
ko: 게임 이름 + 캐릭터 이름
pt: Nome do jogo + nome do personagem
ru: Имя игры + имя персонажа
tr: Oyun adı + Karakter adı
zh: 游戏名称+角色名称
zh_tw: 遊戲名稱+角色名稱

# accountPageChangeReflectionNameButton
source: Change
ar: يتغير
da: Skift
de: Ändern
es: Cambiar
fr: Modifier
id: Ubah
it: Cambia
ja: 変更する
ko: 변경
pt: Alterar
ru: Изменить
tr: Değiştir
zh: 更改
zh_tw: 更改

# accountPageAddReflection
source: Create a new reflection
ar: خلق انعكاس جديد
da: Opret en ny refleksion
de: Eine neue Reflexion erstellen
es: Crear un nuevo reflejo
fr: Créer une nouvelle réflexion
id: Buat refleksi baru
it: Crea una nuova riflessione
ja: 振り返りの新規作成
ko: 새 리플렉션 만들기
pt: Criar uma nova reflexão
ru: Создать новое отражение
tr: Yeni bir yansıma oluştur
zh: 创建新回顾
zh_tw: 創建新回顧

# accountPageAddReflectionPlaceHolder
source: Game name + Character name
ar: اسم اللعبة + اسم الشخصية
da: Spilnavn + Karakternavn
de: Spielname + Charaktername
es: Nombre del juego + Nombre del personaje
fr: Nom du jeu + nom du personnage
id: Nama permainan + Nama karakter
it: Nome gioco + nome personaggio
ja: ゲーム名 + キャラ名など
ko: 게임 이름 + 캐릭터 이름
pt: Nome do jogo + nome do personagem
ru: Имя игры + имя персонажа
tr: Oyun adı + Karakter adı
zh: 游戏名称+角色名称
zh_tw: 遊戲名稱+角色名稱

# accountPageAddReflectionButton
source: Create new
ar: خلق جديد إبداع جديد
da: Opret ny
de: Neu erstellen
es: Crear nuevo
fr: Créer nouveau
id: Buat baru
it: Crea nuovo
ja: 新規で作成する
ko: 새로 만들기
pt: Criar novo
ru: Создать новый
tr: Yeni oluştur
zh: 新建
zh_tw: 新建

# accountPageChangeColorMode
source: Change color mode
ar: تغيير وضع اللون
da: Skift farvetilstand
de: Farbmodus ändern
es: Cambiar modo de color
fr: Changer le mode de couleur
id: Ubah mode warna
it: Cambia modalità colore
ja: カラーモードの変更
ko: 색상 모드 변경
pt: Alterar modo de cor
ru: Изменить цветовой режим
tr: Renk modunu değiştir
zh: 更改颜色模式
zh_tw: 更改顏色模式

# accountPageChangeLanguage
source: Change language
ar: تغيير اللغة
da: Skift sprog
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
id: Ubah bahasa
it: Cambia lingua
ja: 言語の変更
ko: 언어 변경
pt: Alterar idioma
ru: Изменить язык
tr: Dili değiştir
zh: 更改语言
zh_tw: 更改語言

# accountPageQuestionnaire
source: questionnaire
ar: استبيان
da: spørgeskema
de: Fragebogen
es: cuestionario
id: daftar pertanyaan
it: questionario
ja: アンケート（アプリの改善）
ko: 설문지
pt: questionário
ru: анкета
tr: anket
zh: 调查问卷
zh_tw: 調查問卷

# accountPageTermsOfService
source: Terms of service
ar: شروط الخدمة
da: Servicevilkår
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
pt: Termos de serviço
ru: Условия использования
tr: Hizmet şartları
zh: 服务条款
zh_tw: 服務條款

# accountPagePrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh: 隐私政策
zh_tw: 隱私政策

# accountPageAppInfo
source: App info
ar: معلومات التطبيق
es: Información de la aplicación
fr: Informations sur l'application
id: Info aplikasi
it: Informazioni sull'app
ja: アプリ情報
ko: 앱 정보
pt: Informações do aplicativo
ru: Информация о приложении
tr: Uygulama bilgisi
zh: 应用程序信息
zh_tw: 應用程序信息

# accountPageDeleteReflection
source: Delete selected reflection
ar: حذف الانعكاس المحدد
da: Slet valgt refleksion
de: Ausgewählte Reflexion löschen
es: Eliminar reflejo seleccionado
fr: Supprimer la réflexion sélectionnée
id: Hapus pantulan terpilih
it: Elimina il riflesso selezionato
ja: 選択中の振り返りの削除
ko: 선택한 반사 삭제
pt: Excluir reflexão selecionada
ru: Удалить выбранное отражение
tr: Seçili yansımayı sil
zh: 删除选定的倒影
zh_tw: 刪除選定的倒影

# accountPageDeleteReflectionDetail
source: *Reflection content will also be deleted.
ar: * سيتم أيضًا حذف محتوى الانعكاس.
da: *Refleksionsindhold vil også blive slettet.
de: *Reflection-Inhalte werden ebenfalls gelöscht.
es: *El contenido de la reflexión también se eliminará.
fr: *Le contenu de la réflexion sera également supprimé.
id: *Konten pantulan juga akan dihapus.
it: *Anche il contenuto Reflection verrà eliminato.
ja: ※振り返りした内容も削除されます。
ko: *반성 콘텐츠도 삭제됩니다.
pt: *O conteúdo de reflexão também será excluído.
ru: *Содержимое самоанализ также будет удалено.
tr: *Yansıma içeriği de silinecek.
zh: *回顾内容也会被删除。
zh_tw: *回顧內容也會被刪除。

# accountPageDeleteButton
source: Delete
ar: يمسح
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除する
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh: 删除
zh_tw: 刪除

# accountPageModalDeleteTitle
source: Delete reflection
ar: احذف الانعكاس
da: Slet refleksion
de: Spiegelung löschen
es: Eliminar reflejo
fr: Supprimer la réflexion
id: Hapus refleksi
it: Elimina riflessione
ja: 振り返りの削除
ko: 반영 삭제
pt: Excluir reflexão
ru: Удалить отражение
tr: Yansımayı sil
zh: 删除回顾
zh_tw: 刪除回顧

# accountPageModalDeleteSubTitle
source: Reviewed content will also be deleted. Restore is not possible.
ar: سيتم حذف المحتوى الذي تمت مراجعته أيضًا. الاستعادة غير ممكن.
da: Anmeldt indhold vil også blive slettet. Gendannelse er ikke mulig.
de: Überprüfte Inhalte werden ebenfalls gelöscht. Eine Wiederherstellung ist nicht möglich.
es: El contenido revisado también se eliminará. La restauración no es posible.
fr: Le contenu révisé sera également supprimé. La restauration n'est pas possible.
id: Konten yang ditinjau juga akan dihapus. Pemulihan tidak dimungkinkan.
it: Anche il contenuto esaminato verrà eliminato. Il ripristino non è possibile.
ja: 振り返りした内容も削除されます。 復元はできません。
ko: 검토된 콘텐츠도 삭제됩니다. 복원할 수 없습니다.
pt: O conteúdo revisado também será excluído. Restaurar não é possível.
ru: Просмотренный контент также будет удален. Восстановление невозможно.
tr: İncelenen içerik de silinecek. Geri yükleme mümkün değil.
zh: 审阅的内容也将被删除。 无法恢复。
zh_tw: 審閱的內容也將被刪除。 無法恢復。

# accountPageModalDeleteButtonDelete
source: Delete
ar: يمسح
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除する
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh: 删除
zh_tw: 刪除

# accountPageModalDeleteCancel
source: Cancel
ar: يلغي
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消
zh_tw: 取消

# accountPageModalNewTitle
source: Create a new reflection
ar: خلق انعكاس جديد
da: Opret en ny refleksion
de: Eine neue Reflexion erstellen
es: Crear un nuevo reflejo
fr: Créer une nouvelle réflexion
id: Buat refleksi baru
it: Crea una nuova riflessione
ja: 振り返りの新規作成
ko: 새 반영 만들기
pt: Criar uma nova reflexão
ru: Создать новое отражение
tr: Yeni bir yansıma oluştur
zh: 创建一个新的回顾
zh_tw: 創建一個新的回顧

# accountPageModalNewButtonAdd
source: Create new
ar: خلق جديد إبداع جديد
da: Opret ny
de: Neu erstellen
es: Crear nuevo
fr: Créer nouveau
id: Buat baru
it: Crea nuovo
ja: 新規で作成する
ko: 새로 만들기
pt: Criar novo
ru: Создать новый
tr: Yeni oluştur
zh: 新建
zh_tw: 新建

# accountPageModalNewCancel
source: Cancel
ar: يلغي
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消
zh_tw: 取消

# accountPageHooksDoneChangedName
source: Changed to {name}.
ar: تم التغيير إلى {name}.
da: Ændret til {name}.
de: Geändert in {name}.
es: Cambiado a {name}.
fr: Changement en {name}.
id: Diubah menjadi {name}.
it: Modificato in {name}.
ja: 「{name}」に変更しました。
ko: {name} 님으로 변경되었습니다.
pt: Alterado para {name}.
ru: Изменено на {name}.
tr: {name} olarak değiştirildi.
zh: 已更改为 {name}。
zh_tw: 已更改為 {name}。

# accountPageHooksDoneAddedName
source: Added {name}.
ar: تمت إضافة {name}.
da: Tilføjet {name}.
de: {name} hinzugefügt.
es: Se agregó {name}.
fr: {name} ajouté.
id: Menambahkan {name}.
it: Aggiunto {name}.
ja: 「{name}」を追加しました。
ko: {name} 님을 추가했습니다.
pt: Adicionou {name}.
ru: Добавлено {name}.
tr: {name} eklendi.
zh: 已添加 {name}。
zh_tw: 已添加 {name}。

# accountPageHooksAddedNameValidation
source: Up to {num} items can be added.
ar: يمكن إضافة ما يصل إلى {num} من العناصر.
da: Der kan tilføjes op til {num} varer.
de: Es können bis zu {num} Artikel hinzugefügt werden.
es: Se pueden agregar hasta {num} elementos.
fr: Jusqu'à {num} éléments peuvent être ajoutés.
id: Hingga {num} item dapat ditambahkan.
it: È possibile aggiungere fino a {num} elementi.
ja: 上限は{num}件までです。
ko: 최대 {num}개의 항목을 추가할 수 있습니다.
pt: Até {num} itens podem ser adicionados.
ru: Можно добавить до {num} элементов.
tr: En fazla {num} öğe eklenebilir.
zh: 最多可以添加 {num} 个项目。
zh_tw: 最多可以添加 {num} 個項目。

# accountPageHooksDeleteLastGroup
source: The last one cannot be deleted.
ar: لا يمكن حذف آخر واحد.
da: Den sidste kan ikke slettes.
de: Der letzte kann nicht gelöscht werden.
es: El último no se puede eliminar.
fr: Le dernier ne peut pas être supprimé.
id: Yang terakhir tidak dapat dihapus.
it: L'ultimo non può essere eliminato.
ja: 最後の一つは削除できません。
ko: 마지막 것은 삭제할 수 없습니다.
pt: O último não pode ser excluído.
ru: Последний не может быть удален.
tr: Sonuncusu silinemez.
zh: 最后一个无法删除。
zh_tw: 最後一個無法刪除。

# accountPageHooksDoneDelete
source: Removed {name}.
ar: تمت إزالة {name}.
da: Fjernet {name}.
de: {name} entfernt.
es: Se eliminó {name}.
fr: Supprimé {name}.
id: {name} yang dihapus.
it: Rimosso {name}.
ja: 「{name}」を削除しました。
ko: {name} 을(를) 제거했습니다.
pt: Removido {name}.
ru: Удалено {name}.
tr: {name} kaldırıldı.
zh: 已删除 {name}。
zh_tw: 已刪除 {name}。

# footerSolution
source: Solution
ar: حل
da: Løsning
de: Lösung
es: Solución
id: Solusi
it: Soluzione
ja: 解決案
ko: 해결책
pt: Solução
ru: Решение
tr: Çözüm
zh: 解决方案
zh_tw: 解決方案

# footerReflection
source: Reflect
ar: يعكس
da: Anmeldelse
de: Rezension
es: Reflejar
fr: Révision
id: Refleksikan
it: Riflettere
ja: 振り返る
ko: 회고
pt: Refletir
ru: Самоанализ
tr: Yansıma
zh: 回顾
zh_tw: 回顧

# footerTodo
source: Todo
ar: الجميع
da: Alle
de: Aufgabenliste
fr: Faire
it: Fare
ja: やること
ko: 할것
ru: Делать
tr: Yapılacak
zh: 去做
zh_tw: 去做

# footerAccount
source: Account
ar: حساب
da: Konto
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
ko: 계정
pt: Conta
ru: Счет
tr: Hesap
zh: 帐户
zh_tw: 帳戶

# headerMenuRightDone
source: Done
ar: منتهي
da: Udfør
de: Fertig
es: Listo
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
tr: Bitti
zh: 完成
zh_tw: 完成

# headerMenuRightHistory
source: History
ar: تاريخ
da: Historie
de: Verlauf
es: Historial
fr: Historique
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
pt: Histórico
ru: История
tr: Geçmiş
zh: 历史记录
zh_tw: 歷史記錄

# commonButtonPeriodFilterAll
source: All
ar: الجميع
da: Alle
de: Alle
es: Todos
fr: Tous
id: Semua
it: Tutto
ja: 全期間
ko: 모두
pt: Todos
ru: Все
tr: Tümü
zh: 全部
zh_tw: 全部

# commonButtonPeriodFilterCenter
source: 3 month
ar: 3 أشهر
da: 3 måneder
de: 3 Monate
es: 3 meses
fr: 3 mois
id: 3 bulan
it: 3 mesi
ja: 3ヶ月
ko: 3개월
pt: 3 meses
ru: 3 месяца
tr: 3 ay
zh: 3 个月
zh_tw: 3 個月

# commonButtonPeriodFilterRight
source: 1 week
ar: أسبوع 1
da: En uge
de: 1 Woche
es: 1 semana
fr: 1 semaine
id: 1 minggu
it: 1 settimana
ja: 1週間
ko: 일주
pt: 1 semana
ru: 1 неделя
tr: 1 hafta
zh: 1周
zh_tw: 1週

# commonSelectColorModeDark
source: Dark
ar: مظلم
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
ja: ダーク
ko: 어둡게
pt: Escuro
ru: Темный
tr: Koyu
zh: 深色
zh_tw: 深色

# commonSelectColorModeLight
source: Light
ar: ضوء
da: Lys
de: Licht
es: Luz
fr: Lumière
id: Ringan
it: Luce
ja: ライト
ko: 조명
pt: Claro
ru: Светлый
tr: Işık
zh: 光
zh_tw: 光
