Repository: TocoBird/bulby
Catalog: flutter/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, id, it, ja, ko, pt, ru, tr, zh, zh_tw

# pageAddReflectionNameTitle
source: Let's decide the reflection name!
ar: دعونا نقرر اسم الانعكاس!
da: Lad os bestemme reflektionsnavnet!
de: Lassen Sie uns den Reflexionsnamen festlegen!
es: ¡Decidamos el nombre del reflejo!
fr: Déterminons le nom de la réflexion!
id: Mari tentukan nama refleksinya!
it: Decidiamo il nome del riflesso!
ja: 振り返り名を決めましょう!
ko: 반영 이름을 결정합시다!
pt: Vamos decidir o nome da reflexão!
ru: Давайте определимся с именем самоанализ!
tr: Yansıma adına karar verelim!
zh: 让我们决定回顾名称！
zh_tw: 讓我們決定回顧名稱！

# pageAddReflectionNameSubTitle
source: It is used to reflection at each character/weapon.
ar: يتم استخدامه للتفكير في كل شخصية / سلاح.
da: Det bruges til at reflektere over hver karakter/våben.
de: Es dient zur Reflexion jedes Charakters/jeder Waffe.
es: Se usa para reflejar cada personaje/arma.
fr: Il est utilisé pour refléter chaque personnage/arme.
id: Hal ini digunakan untuk refleksi pada setiap karakter/senjata.
it: Serve per riflettere su ogni personaggio/arma.
ja: キャラ/武器などでそれぞれ 振り返るために必要です。
ko: 각 캐릭터/무기에 대한 반사에 사용됩니다.
pt: É usado para reflexão a cada personagem/arma.
ru: Используется для самоанализ каждого персонажа/оружия.
tr: Her karakteri/silahı yansıtmak için kullanılır.
zh: 它用于每个角色/武器的回顾。
zh_tw: 它用於每個角色/武器的回顧。

# pageAddReflectionNameFormTitle
source: Reflection name
ar: اسم انعكاس
da: Refleksionsnavn
de: Reflexionsname
es: Nombre de la reflexión
fr: Nom de la réflexion
id: Nama refleksi
it: Riflesso nome
ja: 振り返り名
ko: 리플렉션 이름
pt: Nome da reflexão
ru: Имя самоанализ
tr: Yansıma adı
zh: 回顾名称
zh_tw: 回顧名稱

# pageAddReflectionNameFormAnnotation
source: *You can change it later.
ar: * يمكنك تغييره لاحقًا.
da: *Du kan ændre det senere.
de: *Sie können es später ändern.
es: *Puedes cambiarlo más tarde.
fr: *Vous pouvez le modifier plus tard.
id: *Anda dapat mengubahnya nanti.
it: *Puoi cambiarlo in seguito.
ja: ※後で変更できます。
ko: *나중에 변경할 수 있습니다.
pt: *Você pode alterá-lo mais tarde.
ru: *Вы можете изменить это позже.
tr: *Daha sonra değiştirebilirsiniz.
zh: *您可以稍后更改。
zh_tw: *您可以稍後更改。

# pageAddReflectionNameFormPlaceHolder
source: Game name + Character name
ar: اسم اللعبة + اسم الشخصية
da: Spilnavn + Karakternavn
de: Spielname + Charaktername
es: Nombre del juego + Nombre del personaje
fr: Nom du jeu + Nom du personnage
id: Nama permainan + Nama karakter
it: Nome gioco + nome personaggio
ja: ゲーム名 + キャラ名など
ko: 게임 이름 + 캐릭터 이름
pt: Nome do jogo + nome do personagem
ru: Название игры + имя персонажа
tr: Oyun adı + Karakter adı
zh: 游戏名称+角色名称
zh_tw: 遊戲名稱+角色名稱

# pageAddReflectionNameFormButton
source: Register
ar: يسجل
da: Tilmeld
de: Registrieren
es: Registrarse
fr: S'inscrire
id: Daftar
it: Registrati
ja: 登録する
ko: 등록
pt: Registrar
ru: Зарегистрироваться
tr: Kayıt Ol
zh: 注册
zh_tw: 註冊

# pageAddReflectionNameLanguageTitle
source: Change language
ar: تغيير اللغة
da: Skift sprog
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
id: Ubah bahasa
it: Cambia lingua
ja: 言語の変更
ko: 언어 변경
pt: Alterar idioma
ru: Изменить язык
tr: Dili değiştir
zh: 更改语言
zh_tw: 更改語言

# pageAddReflectionNameStartText
source: Reflection app for ESports Accelerate your growth!
da: Refleksionsapp til ESports Fremskynd din vækst!
it: App di riflessione per gli ESport Accelera la tua crescita!
ja: ESportsのための振り返りアプリ 成長を加速させましょう!
ru: Приложение Reflection для киберспорта Ускорьте свой рост!
tr: E-Spor için Reflection uygulaması Büyümenizi hızlandırın!
zh: 电子竞技反思应用程序 加速您的成长！

# pageAddReflectionNameStartButton
source: Start
ar: يبدأ
it: Inizio
ja: はじめる
ko: 시작
pt: Começar
ru: Начинать
tr: Başlangıç
zh: 开始

# pageSolutionTitle
source: Solution
ar: حل
da: Løsning
de: Lösung
es: Solución
id: Solusi
it: Soluzione
ja: 解決案
ko: 해결책
pt: Solução
ru: Решение
tr: Çözüm
zh: 解决方案
zh_tw: 解決方案

# pageSolutionCountValue
source: {count} times
ar: {count} مرة
da: {count} gange
de: {count} mal
es: {count} veces
fr: {count} fois
id: {count} kali
it: {count} volte
ja: {count}回
ko: {count}번
pt: {count} vezes
ru: {count} раз
tr: {count} kez
zh: {count} 次
zh_tw: {count} 次

# pageSolutionNoList
source: There is no reflection. Let's add it from [Reflect].
ar: لا يوجد انعكاس. دعنا نضيفها من يعكس
da: Der er ingen refleksion. Lad os tilføje det fra Anmeldelse.
de: Es gibt keine Reflektion. Fügen wir sie aus Rezension hinzu.
es: No hay reflejo. Vamos a agregarlo desde Reflect.
fr: Il n'y a pas de reflet. Ajoutons-le depuis Révision.
id: Tidak ada refleksi. Mari kita tambahkan dari Reflect.
it: Non c'è nessuna riflessione. Aggiungiamola da [Riflettere].
ja: 振り返りがありません。 「振り返る」から追加しましょう!
ko: 반사가 없습니다. 회고 에서 추가해 봅시다.
pt: Não há reflexão. Vamos adicioná-la a partir do Reflect.
ru: Отражение отсутствует. Давайте добавим его из Самоанализ.
tr: Yansıtma yok. [Yapılacak]'dan ekleyelim.
zh: 没有回顾。 让我们从 【回顾】 添加它。
zh_tw: 沒有回顧。 讓我們從 回顧 添加它。

# pageSolutionButtonGood
source: to improve
ar: لتحسين
da: for at forbedre
de: zu verbessern
es: para mejorar
fr: à améliorer
id: perbaikan
it: migliorare
ja: 改善すること
ko: 개선하기 위해
pt: para melhorar
ru: для улучшения
tr: geliştirmek için
zh: 改进
zh_tw: 改進

# pageSolutionButtonBad
source: to grow
ar: ينمو
da: at vokse
de: wachsen
es: para crecer
fr: pour grandir
id: tumbuh
it: crescere
ja: 伸ばすこと
ko: 성장
pt: crescer
ru: для роста
tr: büyümek için
zh: 成长
zh_tw: 成長

# solutionDetailPageTitle
source: Reflection details
ar: تفاصيل الانعكاس
da: Refleksionsdetaljer
de: Reflexionsdetails
es: Detalles de la reflexión
fr: Détails de la réflexion
id: Detail refleksi
it: Dettagli riflessione
ja: 振り返り詳細
ko: 반영 세부 정보
pt: Detalhes da reflexão
ru: Детали самоанализ
tr: Yansıma ayrıntıları
zh: 回顾详细信息
zh_tw: 回顧詳細信息

# solutionDetailPageButtonEdit
source: To edit
ar: للتعديل
da: For at redigere
de: Zu bearbeiten
es: Para editar
fr: Pour éditer
id: Untuk menyunting
it: Per modificare
ja: 編集する
ko: 편집하려면
pt: Para editar
ru: Для редактирования
tr: Düzenlemek için
zh: 编辑
zh_tw: 編輯

# solutionDetailPageButtonRemoveTodo
source: Remove from todo
ar: إزالة من الجميع
da: Fjern fra opgave
de: Aus Aufgabenliste entfernen
es: Eliminar de tareas pendientes
fr: Supprimer de la tâche
id: Hapus dari todo
it: Rimuovi da cose da fare
ja: やることから外す
ko: 할 일에서 제거
pt: Remover de tudo
ru: Удалить из списка дел
tr: Yapılacak işlerden kaldır
zh: 从待办事项中删除
zh_tw: 從待辦事項中刪除

# solutionDetailPageButtonAddTodo
source: Add to todo
ar: أضف إلى المهام
da: Tilføj til opgave
de: Zu Aufgabenliste hinzufügen
es: Agregar a todo
fr: Ajouter à la tâche
id: Tambahkan ke todo
it: Aggiungi a tutto
ja: やることに追加する
ko: 할 일에 추가
pt: Adicionar a todo
ru: Добавить в список дел
tr: Yapılacak işe ekle
zh: 添加到待办事项
zh_tw: 添加到待辦事項

# solutionDetailPageButtonDone
source: Finish editing
ar: قم بإنهاء التحرير
da: Afslut redigering
de: Bearbeitung abschließen
es: Terminar de editar
fr: Terminer l'édition
id: Selesai mengedit
it: Termina modifica
ja: 編集を完了
ko: 편집 완료
pt: Concluir edição
ru: Завершить редактирование
tr: Düzenlemeyi bitir
zh: 完成编辑
zh_tw: 完成編輯

# solutionDetailPageButtonCancel
source: Cancel
ar: يلغي
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消
zh_tw: 取消

# solutionDetailPageModalCheckTitle
source: Are you sure you want to finish?
ar: هل أنت متأكد أنك تريد الانتهاء؟
da: Er du sikker på, at du vil afslutte?
de: Sind Sie sicher, dass Sie den Vorgang beenden möchten?
es: ¿Estás seguro de que quieres terminar?
fr: Êtes-vous sûr de vouloir terminer?
id: Apakah Anda yakin ingin menyelesaikan?
it: Sei sicuro di voler finire?
ja: 完了しますか？
ko: 정말 끝내시겠습니까?
pt: Tem certeza que deseja terminar?
ru: Вы уверены, что хотите закончить?
tr: Bitirmek istediğinizden emin misiniz?
zh: 您确定要完成吗？
zh_tw: 您確定要完成嗎？

# solutionDetailPageModalCheckAnnotation
source: * Deleted and cannot be restored.
ar: * محذوف ولا يمكن استعادته.
da: * Slettet og kan ikke gendannes.
de: * Gelöscht und kann nicht wiederhergestellt werden.
es: * Eliminado y no se puede restaurar.
fr: * Supprimé et ne peut pas être restauré.
id: * Dihapus dan tidak dapat dikembalikan.
it: * Eliminato e non può essere ripristinato.
ja: ※削除され、復元はできません。
ko: * 삭제되었으며 복원할 수 없습니다.
pt: * Excluído e não pode ser restaurado.
ru: * Удалено и не может быть восстановлено.
tr: * Silindi ve geri yüklenemez.
zh: * 已删除且无法恢复。
zh_tw: * 已刪除且無法恢復。

# solutionDetailPageModalCheckButtonDone
source: Done
ar: منتهي
da: Udført
de: Fertig
es: Listo
fr: Terminé
id: Selesai
it: Fatto
ja: 完了する
ko: 완료
pt: Concluído
ru: Готово
tr: Bitti
zh: 完成
zh_tw: 完成

# solutionDetailPageModalCheckButtonCancel
source: Cancel
ar: يلغي
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消
zh_tw: 取消

# solutionDetailPageModalAddTodoTitle
source: Add Todo
ar: أضف الجميع
da: Tilføj Todo
de: Todo hinzufügen
es: Añadir todo
fr: Ajouter une tâche
id: Tambahkan Todo
it: Aggiungi cose da fare
ja: やることに追加
ko: 할 일 추가
pt: Adicionar tarefa
ru: Добавить дело
tr: Yapılacak İşi Ekle
zh: 添加待办事项
zh_tw: 添加待辦事項

# solutionDetailPageModalAddTodoTitleSub
source: Which scene?
ar: أي مشهد؟
da: Hvilken scene?
de: Welche Szene?
es: ¿Qué escena?
fr: Quelle scène ?
id: Adegan yang mana?
it: Quale scena?
ja: どちらの場面で行いますか？
ko: 어떤 장면?
pt: Qual cena?
ru: Какая сцена?
tr: Hangi sahne?
zh: 哪个场景？
zh_tw: 哪個場景？

# solutionDetailPageModalAddTodoAdd
source: Add
ar: يضيف
da: Tilføj
de: Hinzufügen
es: Agregar
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加する
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle
zh: 添加
zh_tw: 添加

# solutionDetailPageModalAddTodoCancel
source: Cancel
ar: يلغي
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消
zh_tw: 取消

# solutionDetailPageModalAddTodoGame
source: do in a game
ar: تفعل في لعبة
da: gør i et spil
de: während des Spiels
es: hacer en un juego
fr: faire dans un jeu
id: lakukan dalam permainan
it: fare in un gioco
ja: 試合の時
ko: 게임에서 하기
pt: fazer em um jogo
ru: сделать в игре
tr: oyunda yap
zh: 在游戏中执行
zh_tw: 在遊戲中執行

# solutionDetailPageModalAddTodoTraning
source: do in a traning
ar: تفعل في التدريب
da: gør i en uddannelse
de: während der Praxis
es: hacer en un entrenamiento
fr: faire dans une formation
id: lakukan dalam pelatihan
it: fare in una formazione
ja: 練習の時
ko: 트레이닝에서 수행
pt: fazer em um treino
ru: провести тренировку
tr: bir eğitimde yap
zh: 在训练中执行
zh_tw: 在訓練中執行

# solutionDetailPageHooksAlertAddGood
source: You need to write [how to grow] to add.
ar: تحتاج إلى كتابة [كيف تنمو] لتضيف.
da: Du skal skrive [hvordan du vokser] for at tilføje.
de: Sie müssen schreiben, wie man wächst, um hinzuzufügen.
es: Necesitas escribir [cómo crecer] para agregar.
fr: Vous devez écrire [comment grandir] pour ajouter.
id: Anda perlu menulis [cara mengembangkan] untuk menambahkan.
it: Devi scrivere [come crescere] per aggiungere.
ja: 追加するには「伸ばす方法」を書く必要があります。
ko: 추가하려면 [성장 방법]을 작성해야 합니다.
pt: Você precisa escrever [como crescer] para adicionar.
ru: Чтобы добавить, нужно написать [как увеличить].
tr: Eklemek için [nasıl büyütülür] yazmanız gerekir.
zh: 需要写【如何增长】来添加。
zh_tw: 需要寫[如何增長]來添加。

# solutionDetailPageHooksAlertAddBad
source: You need to write [how to improve] to add.
ar: تحتاج إلى كتابة [كيفية التحسين] للإضافة.
da: Du skal skrive [hvordan man forbedrer] for at tilføje.
de: Sie müssen schreiben, wie Sie etwas verbessern können, um es hinzuzufügen.
es: Necesitas escribir [cómo mejorar] para agregar.
fr: Vous devez écrire [comment améliorer] pour ajouter.
id: Anda perlu menulis [cara meningkatkan] untuk menambahkan.
it: Devi scrivere [come migliorare] per aggiungere.
ja: 追加するには「対策方法」を書く必要があります。
ko: 추가하려면 [개선 방법]을 작성해야 합니다.
pt: Você precisa escrever [como melhorar] para adicionar.
ru: Чтобы добавить, нужно написать [как улучшить].
tr: Eklemek için [nasıl geliştirilir] yazmanız gerekir.
zh: 需要写【如何改进】来添加。
zh_tw: 需要寫[如何改進]來添加。

# solutionDetailPageHooksAddTodoValidate
source: You can add up to 15 todo.
ar: يمكنك إضافة ما يصل إلى 15 مهمة.
da: Du kan tilføje op til 15 todo.
de: Sie können bis zu 15 Aufgaben hinzufügen.
es: Puede agregar hasta 15 tareas pendientes.
fr: Vous pouvez ajouter jusqu'à 15 tâches.
id: Anda dapat menambahkan hingga 15 todo.
it: Puoi aggiungere fino a 15 cose da fare.
ja: やることは15件まで追加できます。
ko: 할일은 최대 15개까지 추가할 수 있습니다.
pt: Você pode adicionar até 15 tarefas.
ru: Вы можете добавить до 15 задач.
tr: En fazla 15 yapılacak iş ekleyebilirsiniz.
zh: 您最多可以添加 15 个待办事项。
zh_tw: 您最多可以添加 15 個待辦事項。

# solutionDetailPageHooksAlertRemoveTodo
source: Removed from todo.
ar: تمت الإزالة من الجميع
da: Fjernet fra opgave.
de: Aus Aufgabenliste entfernt.
es: Eliminado de tareas pendientes.
fr: Supprimé de la tâche.
id: Dihapus dari todo.
it: Rimosso da todo.
ja: やることから外しました。
ko: 할 일에서 제거되었습니다.
pt: Removido de todo.
ru: Удалено из списка дел.
tr: Yapılacaklar'dan kaldırıldı.
zh: 已从待办事项中删除。
zh_tw: 已從待辦事項中刪除。

# solutionDetailPageHooksAlertAddTodo
source: Added from todo.
ar: تمت الإضافة من الجميع
da: Tilføjet fra opgave.
de: Von Aufgabenliste hinzugefügt.
es: Agregado desde todo.
fr: Ajouté depuis la tâche.
id: Ditambahkan dari todo.
it: Aggiunto da todo.
ja: やることに追加しました。
ko: todo에서 추가되었습니다.
pt: Adicionado de todo.
ru: Добавлено из списка дел.
tr: Yapılacaklar kaynağından eklendi.
zh: 从待办事项添加。
zh_tw: 從待辦事項添加。

# solutionDetailPageTopTypeGood
source: Type: good points
ar: النوع: نقاط جيدة
da: Type: gode pointer
de: Typ: gute Punkte
es: Tipo: buenos puntos
fr: Type: bons points
id: Tipe: poin bagus
it: Tipo: aspetti positivi
ja: 種類: 良かった点
ko: 유형: 장점
pt: Tipo: bons pontos
ru: Тип: положительные моменты
tr: Tür: iyi noktalar
zh: 类型：优点
zh_tw: 類型：優點

# solutionDetailPageTopTypeBad
source: Type: Bad points
ar: النوع: نقاط سيئة
da: Type: Dårlige point
de: Typ: Fehlerhafte Punkte
es: Tipo: Puntos incorrectos
fr: Type: Points négatifs
id: Tipe: Poin buruk
it: Tipo: punti errati
ja: 種類: 悪かった点
ko: 유형: 잘못된 점
pt: Tipo: pontos ruins
ru: Тип: Плохие моменты
tr: Tür: Hatalı noktalar
zh: 类型：坏点
zh_tw: 類型：壞點

# solutionDetailPageTopCountValue
source: {count} times
ar: {count} مرة
da: {count} gange
de: {count} mal
es: {count} veces
fr: {count} fois
id: {count} kali
it: {count} volte
ja: 回数: {count}回
ko: {count}번
pt: {count} vezes
ru: {count} раз
tr: {count} kez
zh: {count} 次
zh_tw: {count} 次

# solutionDetailPageTopDetailGood
source: How to improve your good points
ar: كيف تحسن نقاطك الجيدة
da: Sådan forbedrer du dine gode pointer
de: So verbessern Sie Ihre guten Punkte
es: Cómo mejorar tus puntos buenos
fr: Comment améliorer vos bons points
id: Cara meningkatkan poin bagus Anda
it: Come migliorare i tuoi punti positivi
ja: 良かった点を伸ばす方法
ko: 장점을 개선하는 방법
pt: Como melhorar seus pontos positivos
ru: Как улучшить свои положительные стороны
tr: İyi noktalarınızı nasıl geliştirirsiniz
zh: 如何提高你的优点
zh_tw: 如何提高你的優點

# solutionDetailPageTopDetailBad
source: Countermeasure
ar: إجراء مضاد
da: Modforanstaltning
de: Gegenmaßnahme
es: Contramedida
fr: Contre-mesure
id: Penanggulangan
it: Contromisura
ja: 対策方法
ko: 대책
pt: Contramedida
ru: Контрмера
tr: Karşı tedbir
zh: 对策
zh_tw: 對策

# solutionDetailPageTopUpdateAt
source: Last Occurrence Date: {updateAtText}
ar: تاريخ آخر تواجد: {updateAtText}
da: Dato for sidste forekomst: {updateAtText}
de: Datum des letzten Auftretens: {updateAtText}
es: Fecha de la última ocurrencia: {updateAtText}
fr: Dernière occurrence: {updateAtText}
id: Tanggal Kejadian Terakhir: {updateAtText}
it: Data ultima occorrenza: {updateAtText}
ja: 最終発生日: {updateAtText}
ko: 마지막 발생 날짜: {updateAtText}
pt: Data da última ocorrência: {updateAtText}
ru: Дата последнего появления: {updateAtText}
tr: Son Oluşum Tarihi: {updateAtText}
zh: 上次发生日期：{updateAtText}
zh_tw: 上次發生日期：{updateAtText}

# solutionDetailPageTopNoData
source: Not added yet
ar: لم تتم إضافته بعد
da: Ikke tilføjet endnu
de: Noch nicht hinzugefügt
es: Aún no agregado
fr: Pas encore ajouté
id: Belum ditambahkan
it: Non ancora aggiunto
ja: まだ追加していません
ko: 아직 추가되지 않음
pt: Ainda não adicionado
ru: Еще не добавлено
tr: Henüz eklenmedi
zh: 尚未添加
zh_tw: 尚未添加

# solutionDetailPageTopEditCountValue
source: {count} times
ar: {count} مرة
da: {count} gange
de: {count} mal
es: {count} veces
fr: {count} fois
id: {count} kali
it: {count} volte
ja: 回数: {count}回
ko: {count}번
pt: {count} vezes
ru: {count} раз
tr: {count} kez
zh: {count} 次
zh_tw: {count} 次

# solutionDetailPageTopEditDetailGood
source: How to improve your good points
ar: كيف تحسن نقاطك الجيدة
da: Sådan forbedrer du dine gode pointer
de: So verbessern Sie Ihre guten Punkte
es: Cómo mejorar tus puntos buenos
fr: Comment améliorer vos bons points
id: Cara meningkatkan poin bagus Anda
it: Come migliorare i tuoi punti positivi
ja: 良かった点を伸ばす方法
ko: 장점을 개선하는 방법
pt: Como melhorar seus pontos positivos
ru: Как улучшить свои положительные стороны
tr: İyi noktalarınızı nasıl geliştirirsiniz
zh: 如何提高你的优点
zh_tw: 如何提高你的優點

# solutionDetailPageTopEditDetailBad
source: Countermeasure
ar: إجراء مضاد
da: Modforanstaltning
de: Gegenmaßnahme
es: Contramedida
fr: Contre-mesure
id: Penanggulangan
it: Contromisura
ja: 対策方法
ko: 대책
pt: Contramedida
ru: Контрмера
tr: Karşı tedbir
zh: 对策
zh_tw: 對策

# solutionDetailPageTopEditDetailHintGood
source: Write down how you can improve your strengths.
ar: اكتب كيف يمكنك تحسين نقاط قوتك.
da: Skriv ned, hvordan du kan forbedre dine styrker.
de: Schreiben Sie auf, wie Sie Ihre Stärken verbessern können.
es: Escribe cómo puedes mejorar tus fortalezas.
fr: Écrivez comment vous pouvez améliorer vos points forts.
id: Tuliskan bagaimana Anda dapat meningkatkan kekuatan Anda.
it: Scrivi come puoi migliorare i tuoi punti di forza.
ja: 良かった点を伸ばす方法を書きましょう。
ko: 강점을 향상시킬 수 있는 방법을 적어 주십시오.
pt: Escreva como você pode melhorar seus pontos fortes.
ru: Запишите, как вы можете улучшить свои сильные стороны.
tr: Güçlü yönlerinizi nasıl geliştirebileceğinizi yazın.
zh: 写下如何提高自己的优势。
zh_tw: 寫下如何提高自己的優勢。

# solutionDetailPageTopEditDetailHintBad
source: Write a countermeasure.
ar: اكتب إجراءً مضادًا.
da: Skriv en modforanstaltning.
de: Schreiben Sie eine Gegenmaßnahme.
es: Escribe una contramedida.
fr: Écrivez une contre-mesure.
id: Tulis tindakan balasan.
it: Scrivi una contromisura.
ja: 対策方法を書きましょう。
ko: 대책을 작성합니다.
pt: Escreva uma contramedida.
ru: Напишите контрмеру.
tr: Bir önlem yazın.
zh: 请写出对策。
zh_tw: 請寫出對策。

# solutionDetailPageTopEditTitleHint
source: Reflection name
ar: اسم الانعكاس
da: Refleksionsnavn
es: Nombre de la reflexión
fr: Nom de la réflexion
id: Nama refleksi
it: Nome della riflessione
ja: 振り返り名
ko: 리플렉션 이름
pt: Nome da reflexão
ru: Имя самоанализ
tr: Yansıma adı
zh: 回顾名称
zh_tw: 回顧名稱

# pageReflectionTitle
source: Add reflection
ar: أضف انعكاسًا
da: Tilføj refleksion
de: Reflexion hinzufügen
es: Agregar reflejo
fr: Ajouter une réflexion
id: Tambahkan refleksi
it: Aggiungi riflesso
ja: 振り返りの追加
ko: 반사 추가
pt: Adicionar reflexão
ru: Добавить отражение
tr: Yansıma ekle
zh: 添加回顾
zh_tw: 添加回顧

# pageReflectionHowToTitle
source: How to reflection
ar: كيف تفكر
da: Sådan reflekteres
de: Wie man reflektiert
es: Cómo reflexionar
fr: Comment réfléchir
id: Cara refleksi
it: Come riflettere
ja: 振り返りのやり方
ko: 리플렉션 방법
pt: Como refletir
ru: Как отразить
tr: Yansıma nasıl yapılır
zh: 如何回顾
zh_tw: 如何回顧

# pageReflectionHowToDetail
source: 1. Watch the replay 2. Write good and bad 3. Add the same reflection from the suggestions
ar: 1. شاهد الإعادة 2. اكتب الخير والشر 3. أضف نفس التفكير من الاقتراحات
da: 1. Se replayet 2. Skriv godt og dårligt 3. Tilføj den samme refleksion fra forslagene
de: 1. Sehen Sie sich die Wiederholung an 2. Schreiben Sie Gutes und Schlechtes 3. Fügen Sie die gleiche Reflexion aus den Vorschlägen hinzu
es: 1. Mira la repetición 2. Escribe bueno y malo 3. Agrega el mismo reflejo de las sugerencias
fr: 1. Regardez la rediffusion 2. Écrivez le bien et le mal 3. Ajoutez la même réflexion à partir des suggestions
id: 1. Tonton pemutaran ulang 2. Tulis baik dan buruk 3. Tambahkan refleksi yang sama dari saran
it: 1. Guarda il replay 2. Scrivi bene e male 3. Aggiungi la stessa riflessione dai suggerimenti
ja: 1. リプレイを見る 2. 良かったこと悪かったことを書く 3. 同じ振り返りは候補から追加する
ko: 1. 다시보기를 시청하세요. 2. 좋은 점과 나쁜 점을 작성하세요. 3. 제안에서 동일한 반영을 추가하세요.
pt: 1. Assista ao replay 2. Escreva bom e ruim 3. Adicione o mesmo reflexo das sugestões
ru: 1. Посмотрите повтор 2. Напишите хорошее и плохое 3. Добавьте такое же отражение из предложений
tr: 1. Tekrarı izleyin 2. İyi ve kötüyü yazın 3. Önerilerden aynı yansımayı ekleyin
zh: 1. 观看重播 2. 写出好的和坏的 3. 从建议中添加相同的反思
zh_tw: 1. 觀看重播 2. 寫出好的和壞的 3. 從建議中添加相同的反思

# pageReflectionHowToDetailSub
source: *Do this every few games.
ar: افعل هذا كل بضع مباريات.
da: * Gør dette hvert par spil.
de: * Tun Sie dies alle paar Spiele.
es: * Haga esto cada pocos juegos.
fr: * Faites cela tous les quelques jeux.
id: * Lakukan ini setiap beberapa permainan.
it: * Fallo ogni pochi giochi.
ja: ※数試合ごとに行いましょう。
ko: * 몇 게임마다 이 작업을 수행합니다.
pt: * Faça isso a cada poucos jogos.
ru: * Делайте это каждые несколько игр.
tr: * Bunu birkaç oyunda bir yapın.
zh: * 每隔几场比赛就这样做一次。
zh_tw: * 每隔幾場比賽就這樣做一次。

# pageReflectionButtonStart
source: Start reflection
ar: ابدأ التفكير
da: Start refleksion
de: Reflexion starten
es: Iniciar reflexión
fr: Démarrer la réflexion
id: Mulai refleksi
it: Avvia riflessione
ja: 振り返りを始める
ko: 반영 시작
pt: Iniciar reflexão
ru: Начать отражение
tr: Yansıtmayı başlat
zh: 开始回顾
zh_tw: 開始回顧

# pageReflectionHooksAddValidation
source: Exceeding additional limit. You can delete it from [Solution]. {numStr}
ar: تجاوز الحد الإضافي. يمكنك حذفه من [حل]. {numStr}
da: Overskridelse af yderligere grænse. Du kan slette det fra [Løsning]. {numStr}
de: Überschreitung des zusätzlichen Limits. Sie können es aus [Lösung] löschen. {numStr}
es: Exceder el límite adicional. Puede eliminarlo desde [Solución]. {numStr}
fr: Dépassement de la limite supplémentaire. Vous pouvez le supprimer de [Solution]. {numStr}
id: Melebihi batas tambahan. Anda dapat menghapusnya dari [Solusi]. {numStr}
it: Superamento del limite aggiuntivo. Puoi eliminarlo da [Soluzione]. {numStr}
ja: 振り返りの上限を超えています。 [解決案]から削除ができます。 {numStr}
ko: 추가 한도를 초과합니다. [해결책] 에서 삭제할 수 있습니다. {numStr}
pt: Excedendo o limite adicional. Você pode excluí-lo de [Solução]. {numStr}
ru: Превышение дополнительного лимита. Вы можете удалить его из [Решение]. {numStr}
tr: Ek sınırın aşılması. [Çözüm]'den silebilirsiniz. {numStr}
zh: 超出额外限制。 您可以从【解决方案】中将其删除。 {numStr}
zh_tw: 超出額外限制。 您可以從[解決方案]中將其刪除。 {numStr}

# pageRankDetailTitle
source: Rank
ar: رتبة
de: Rang
es: Clasificación
fr: Rang
id: Peringkat
it: rango
ja: ランク
ko: 순위
pt: Classificação
ru: Ранг
tr: Sıra
zh: 秩
zh_tw: 秩

# pageRankDetailSubTitle
source: It is an indicator of proficiency in reflection.
ar: إنه مؤشر على الكفاءة في التفكير.
da: Det er en indikator for færdigheder i refleksion.
de: Es ist ein Indikator für die Fähigkeit zur Reflexion.
es: Es un indicador de competencia en la reflexión.
fr: C'est un indicateur de compétence en réflexion.
id: Ini merupakan indikator kemahiran dalam refleksi.
it: È un indicatore di competenza nella riflessione.
ja: 振り返りの熟練度の指標となります。
ko: 성찰 능력의 지표입니다.
pt: É um indicador de proficiência em reflexão.
ru: Это показатель вашего навыка самоанализа.
tr: Düşünmede yeterliliğin bir göstergesidir.
zh: 它是反思熟练程度的指标。
zh_tw: 它是反思熟練程度的指標。

# reflectionAddPageModalAddType
source: Classification of reflection
ar: تصنيف الانعكاس
da: Klassificering af refleksion
de: Klassifizierung der Reflexion
es: Clasificación de la reflexión
fr: Classification de la réflexion
id: Klasifikasi refleksi
it: Classificazione della riflessione
ja: 振り返りの分類
ko: 반사 분류
pt: Classificação da reflexão
ru: Классификация отражений
tr: Yansıma sınıflandırması
zh: 回顾的分类
zh_tw: 回顧的分類
